Repository: said8811/green_go
Catalog: lib/services/localization/l10n/arb/app_*.arb
Languages: uz

source: Hello
uz: Salom

# home
source: Dashboard
uz: Asosiy

source: Language
uz: Til

source: Woman
uz: Ayol

source: Man
uz: Erkak

source: Delete
uz: O'chirish

# sendNewCode
source: Send a new code
uz: Yangi kod yuborish

# formError
source: Required fields cannot be empty
uz: Barcha maydonlarni to'ldiring

source: Gender
uz: Jins

source: Birthday
uz: Tug'ilgan kun

source: Next
uz: Keyingi

source: Phone Number
uz: Telefon raqami

source: Full name
uz: FIO

source: Name
uz: Ism

# codeSentNumber
source: A 6-digit code has been sent to {phoneNumber} to verify the phone number
uz: Telefon raqamini tasdiqlash uchun 6-raqamli kod {phoneNumber} ga yuborildi

source: Refresh
uz: Yangilash

source: Category
uz: Kategoriya

source: Price range
uz: Narxlar diapazoni

source: Color
uz: Rang

# sortPrice
source: Sort by
uz: Saralash

source: Catalog
uz: Katalog

source: Favorites
uz: Tanlanganlar

# products
source: Продукты
uz: Productlar

# promotions
source: Promotions and discounts
uz: Aksiya va chegirmalar

source: Profile
uz: Profil

source: Personal data
uz: Shaxsiy ma'lumotlar

# callSuport
source: Позвоните в центр поддержки
uz: Qo‘llab quvvatlash markaziga qo‘ng‘iroq

# ourSocials
source: Наши социальные сети
uz: Bizning ijtimoiy tarmoqlarimiz

source: add to cart
uz: savatga

source: Not available
uz: Mavjud emas

# cashback
source: Accumulation
uz: Jamg'arma

# orderHistory
source: My orders
uz: Mening buyurtmalarim

source: Travel history
uz: Sayohatlar tarixi

source: Scan it
uz: Scan qilish

source: About company
uz: Kompaniya haqida

source: Contact us
uz: Biz bilan bog'lanish

source: Settings
uz: Sozlamalar

source: Contacts
uz: Kontaktlar

source: Public offer
uz: Foydalanish shartlari

# aboutApp
source: About the app
uz: Ilova haqida

source: Change profile details
uz: Shaxsiy ma'lumotlarini o'zgartirish

source: Notifications
uz: Xabarlar

source: Send Notifications
uz: Push-bildirishnomalar yuborish

source: Showrooms
uz: Shourumlar

source: Exit
uz: Chiqish

# appUpdateTitle
source: Update is available
uz: Yangi versiya chiqdi

# appUpdateSubtitle
source: Please update to continue
uz: Iltimos, davom etish uchun ilovani yangilang

# smsWillBeSent
source: Sms code will be sent to your number
uz: Sizga sms kod yuboriladi

# auth
source: Sign in
uz: Ilovaga kirish

# deleteDialogTitle
source: Do yo really want to delete your account?
uz: Siz rostan ham akkauntingizni o'chirib yubormoqchimisiz

source: Yes
uz: Ha

source: No
uz: Yo'q

# exitDialogTitle
source: Do you really want to sign out?
uz: Siz rostan ham ilovadan chiqmoqchimisiz

source: Go home
uz: Bosh sahifaga

# bonusToBeGiven
source: Bonuses
uz: Bonus

# points
source: {count} points
uz: {count} bal

source: Total price
uz: Jami

source: Checkout
uz: Buyurtma berish

source: Cart
uz: Savatcha

source: Map
uz: Xarita

source: Search
uz: Qidirish

source: Select
uz: Tanlash

# orderSuccessTitle
source: Your order has been placed
uz: Buyurtmangiz qabul qilindi

# orderId
source: Order number
uz: Buyurtma raqami

# orderSuccessSubtitle
source: Operator will contact you soon
uz: Operator tez orada siz bilan bog'lanadi

# goToPayment
source: Pay
uz: To'lovga o'tish

# clickMapHint
source: Find your location on the map and click on it!
uz: Xaritada joylashuvni toping va ustiga bosing!

source: Your address
uz: Manzil

source: Edit
uz: Tahrirlash

source: Select on map
uz: Xaritada ko'rsatish

source: Landmark
uz: Orientir

source: Enter landmark
uz: Orientir kiriting

source: Comment
uz: Izoh

# commentOrder
source: Comment
uz: Buyurtmaga izoh

source: Delivery
uz: Yetkazib berish

source: Pick up
uz: Olib ketish

source: Payment
uz: To'lov

source: Paid
uz: To'langan

source: Payment type
uz: To'lov turi

source: Cash
uz: Naqd

# receiverEmpty
source: Enter the recipient's name
uz: Qabul qilivchinining ismini kiriting

# paymentTypeNotChosen
source: Payment type is not chosen
uz: To'lov turi tanlanmagan

# addressIsMissing
source: Enter your delivery address
uz: Yetkazib berish manzilingizni kiriting

# invalidPhone
source: Invalid phone format
uz: Telefon formati noto‘g‘ri

source: Your name
uz: Ismingiz

# extraNumber
source: Additional number
uz: Qo'shimcha raqam

source: More
uz: Batafsil

source: Back
uz: Orqaga

# agreeAndAccept
source: I have read and accept
uz: Tanishib chiqdim va qabul qilaman

# ofPublicOffer
source: terms and conditions
uz: foydalanish shartlarini

source: Select gender
uz: Jinsni tanlang

source: Your balance
uz: Balansingiz

# cashbackDesc
source: 1 point = 1 UZS
uz: 1 ball = 1 UZS

source: Show
uz: Ko'rsating

source: QR-code
uz: QR-kodni

# cashier
source: to cashier
uz: kassirga

# selectLang
source: Select language
uz: Tilni tanlang

source: Confirm
uz: Tasdiqlash

source: Active
uz: Aktiv

source: Completed
uz: Tugallangan

source: Type
uz: Tur

source: Date
uz: Sana

source: View
uz: Ko'rib chiqish

source: Repeat order
uz: Buyurtmani takrorlash

# addToCartQuest
source: Add products to cart?
uz: Savatchaga qo'shishni istaysizmi?

source: View order
uz: Buyurtmani ko'rish

# productPrice
source: {price} UZS
uz: {price} so'm

source: Order status
uz: Buyurtma statusi

# writeOffBonuses
source: We'll write off bonuses
uz: Bonuslar yechiladi

source: Cancel order
uz: Buyurtmani bekor qilish

# confirmCancelOrder
source: Do you want to cancel order?
uz: Buyurtmani bekor qilishni hohlaysizmi?

# orderIsProcessing
source: Your order is being processed
uz: Sizning buyurtmangiz tayyorlanmoqda

source: Your order
uz: Sizning buyurtmangiz

source: Success
uz: Muvaffaqiyatli

source: My balance
uz: Shaxsiy hisob

source: Personal
uz: Shaxsiy

source: Save
uz: Saqlash

source: Delete account
uz: Akkauntni o'chirish

# sendFeedbackSuccess
source: Your feedback has been sent
uz: Sizning izohingiz yuborildi

source: Send
uz: Yuborish

source: Open map
uz: Xaritada ko'rish

source: Work time
uz: Ish vaqti

source: Manager
uz: Menejer

source: Address
uz: Adres

source: Navigate
uz: Marshrut yaratish

source: Manufacturer
uz: Ishlab chiqaruvchi

# material
source: Upholstery
uz: Qoplama

source: Frame
uz: Karkas

# cross
source: Cross and legs
uz: Oyoq va xoch

# onWheels
source: Has wheel
uz: G'ildirak bor

source: Height adjustment
uz: Balandlikni sozlash

# maxWeight
source: Max. load capacity
uz: Maks. yuk ko'tarish

source: Article
uz: Aritkul

# giveBack
source: Return {percent}%
uz: {percent}% qaytaramiz

source: Installment
uz: Bo'lib to'lash

# installmentPrice
source: {price} UZS/month
uz: {price} so'm/oy

source: Materials
uz: Materiallar

source: Similar products
uz: O'xshash tovarlar

# recommendWithProduct
source: Recommended with this model
uz: Ushbu model bilan tavsiya qilinadi

source: Description
uz: Tavsif

source: Characteristics
uz: Xususiyatlari

# collectionProducts
source: Products of the collection
uz: Kolleksiyadagi mahsulotlar

source: Collections
uz: Kolleksiyalar

# ideas
source: Ideas by Dafna
uz: Dafnadan g'oyalar

# toInstallment
source: installment
uz: bo'lib to'lash

source: Buy
uz: Sotib olish

# topProducts
source: Bestsellers
uz: Bestsellerlar

source: New products
uz: Yangi mahsulotlar

# recommendedProducts
source: Recommended
uz: Tavsiya etamiz

# emptyViewTitle
source: There's nothing yet
uz: Hozircha hech narsa yo'q

# emptyViewTSubtitle
source: Back to Shopping
uz: Xaridga qaytish

source: Reset
uz: Tozalash

# to90
source: till 90
uz: 90 gacha

source: from 150
uz: 150 dan

# addedToFavs
source: Product has been added to favorites
uz: Mahsulot sevimlilar ro'yxatiga qo'shildi

# removedFromFavs
source: Product has been removed from favorites
uz: Mahsulot sevimlilar ro'yxatidan chiqarildi

# productAddedToCart
source: Product has been added to cart
uz: Mahsulot savatchaga qo'shildi

# editConfig
source: Edit configuration
uz: Konfiguratsiyani o'zgartirish

# months
source: {count} months
uz: {count} oy

source: Sale
uz: Chegirmalar

# isLimited
source: Buy Now
uz: Sotib olishga shoshiling

# selectInstallment
source: Select installment plan
uz: Bo'lib to'lashni tanlang

# invalidBalance
source: You cannot withdraw more than your balance
uz: Balansingizdan ko'proq mablag'ni yechib ololmaysiz

# withdrawalAmount
source: Amount you want to withdraw
uz: Siz yechib olmoqchi bo'lgan miqdor

source: Pre order
uz: Предзаказ

source: Help
uz: Yordam

source: All
uz: Общий

source: Create order
uz: Создать заказ

# sevenDays
source: 7 days
uz: 7 kun

# thirtyDays
source: 30 days
uz: 30 kun

# nintyDays
source: 90 days
uz: 90 kun

# enterDeadline
source: Enter your deadline
uz: O'z muddatini kiritish

source: Income
uz: Tushum

# fullFilledOrder
source: Выполненные заказы
uz: Bajarilgan buyurtmalar

# dateRange
source: При сравнении {fromDate} и {toDate}
uz: {fromDate} sanasidan {toDate} sanasigacha solishtirganda

# monday
source: M
uz: Du

# tuesday
source: T
uz: Se

# wednesday
source: W
uz: Ch

# thursday
source: T
uz: Py

# friday
source: F
uz: Jm

# saturday
source: S
uz: Sh

source: Submit
uz: Davom etish

# sunday
source: S
uz: Yk

source: Statistics
uz: Statistika

source: Tech Support
uz: Texnik Yordam

source: Start Price
uz: Boshlang'ich narx

source: Per Minute
uz: Minutiga

source: Travel time
uz: Sayohat vaqti

source: Travel duration
uz: Sayohat davomiyligi

source: Enter number
uz: Raqamni kiriting

source: Enter
uz: Kiritish

# endImage
source: Фото после завершения
uz: Tugatgandan so'ng fotosurat

# chooseTariff
source: Choose one of the tariffs
uz: Tarifflardan birini tanlang
